Repository: ebaumann/jphototagger
Catalog: OmegaT/de-en/omegat/project_save.tmx
Source language: de
Languages: en

source: <html>Wählen Sie einen Ordner aus und klicken auf die Schaltfläche <strong>Auswählen</strong>.</html>
en: <html>Choose a folder and click the button <strong>Choose</strong>.</html>

source: <html>Wählen Sie einen oder mehrere Ordner aus und klicken auf die Schaltfläche <strong>Auswählen</strong>.</html>
en: <html>Please choose one or multiple folders and click the button <strong>Choose</strong>.</html>

source: <html>Zum Hinzufügen eines Synonyms ist vorher ein Wort auszuwählen.</html>
en: <html>To add a synonym, a word has to be selected.</html>

source: <html>{0,choice,0#Alle Dateiformate sind bereits als benutzerdefinierter Dateityp registriert.|1#1 neues Dateiformat als benutzerdefinierten Dateityp hinzugefügt.|1<{0} neue Dateiformate als benutzerdefinierte Dateitypen hinzugefügt.}</html>
en: <html>{0,choice,0#All file formats already registered as user defined file types.|1#Added 1 file format as user defined file type.|1<Added {0} file formats to user defined file types.}</html>

source: <html>Änderungen <em>hinzufügen</em></html>
en: <html><em>Add</em> changes</html>

source: <strong>JPhotoTagger</strong> wird deshalb beendet!</html>
en: <strong>JPhotoTagger</strong> will be terminated!</html>

source: A&bbrechen
en: &Cancel

source: A&bwärts
en: &Down

source: A&ktionen:
en: Ac&tions

source: A&ktualisieren
en: &Update

source: A&lle auswählen
en: Select &All

source: A&uf neueste Version überprüfen
en: &Check for newest Version

source: A&ufwärts
en: &Up

source: A&uswählen...
en: Choos&e...

source: A&uto-Vervollständigen aktivieren (Neustart erforderlich)
en: Enable a&utocomplete (requires restart)

source: Abbrechen
en: Cancel

source: Abdeckung
en: Coverage

source: Abgleich für Teiltonung
en: Split toning - balance

source: Achtung: Diese Aktion wird gestartet, nachdem ein Bild in die Datenbank eingefügt oder modifiziert wurde!
en: Attention: These action will be executed, after an image was inserted into the database or updated!

source: Achtung: Diese Aktion wird gestartet, nachdem ein Bild in die Datenbank eingefügt oder modifiziert wurde! Aktion ''{0}'' löschen?
en: Attention: This action will be executed after inserting or modifying an image in the database! Delete action ''{0}''?

source: Advisory
en: Beratung

source: Aktion ''{0}'' löschen?
en: Delete action ''{0}''?

source: Aktion hinzufügen...
en: Add Action...

source: Aktion {0} entfernen?
en: Remove action {0}?

source: Aktionen
en: Actions

source: Aktionen nach Einfügen der Metadaten in die Datenbank
en: Actions after inserting metadata into the database

source: Aktionen...
en: Actions...

source: Aktionseigenschaften
en: Action settings

source: Aktualisiere Datenbank-Dateigröße für {0} Dateien
en: Updating database filesize for {0} files

source: Aktualisieren
en: Refresh

source: Aktualisieren a&bbrechen
en: &Cancel Update

source: Aktualisiert die aktuelle Schablone mit den aktuellen Eingaben
en: Updates the current template with the current settings

source: Aktuelle &Vorlage:
en: Current &template:

source: Aktuelle Aktion beenden
en: Cancel current action

source: Aktuelle Datei:
en: Current file:

source: Aktuelle Vorlage
en: Current template

source: Alle Bilddateien
en: All image files

source: Alle Bilder im gleichen Ordner speichern
en: Save all images into the same folder

source: Alle Dateien
en: All files

source: Alle Dateiformate, die nun unterstützt werden, als benutzerdefinierte Dateitypen hinzufügen?
en: Add all now supported file formats to user defined file types?

source: Alle Stichwörter
en: All keywords

source: Alle Stichwörter wurden in den Stichwortbaum kopiert
en: All keywords were copied into the keywords tree

source: Alle Vorschaubilder neu berechnen
en: Re-rendering all thumbnails

source: Alle ausgewählten Dateien (dauerhaft) löschen?
en: Delete selected files (permantly)?

source: Alle ausgewählten Einträge entfernen?
en: Remove all selected entries?

source: Alle ausgewählten Filter löschen?
en: Delete all selected filter?

source: Alle ausklappen
en: Expand all

source: Alle darunter aufklappen
en: Expand all below

source: Alle darunter einklappen
en: Collapse all below

source: Alle einklappen
en: Collapse all

source: Alle existierenden Dateien überschreiben?
en: Replace all existing files?

source: Alle {0} ausgewählten Stichwörter löschen?
en: Delete all {0} selected keywords?

source: Alles auswählen
en: Select all

source: Als &Vorlage speichern...
en: Save as &template...

source: Als &neue Schablone
en: As &new Template

source: Alter Name:
en: Old name:

source: Alter und neuer Dateiname müssen verschieden sein!
en: Old and new file name have to be different!

source: Alter und neuer Name müssen verschieden sein!
en: Old an new name have to be different!

source: Alter und neuer Name müssen verschieden sein! Wollen Sie einen anderen Namen vergeben?
en: Old and new name have to be different? Would You input a new name?

source: Alter und neuer Wert müssen verschieden sein!
en: Old and new values must be different!

source: Am An&fang:
en: At &begin:

source: Anbieter
en: Credits

source: Andere Kategorien
en: Supplemental Category

source: Anderen Namen eingeben?
en: Input an other name?

source: Anderen Ordner auswählen...
en: Choose other folder...

source: Angaben zu den Bildern
en: Data about the images

source: Angaben zum Programm
en: Information about the Program

source: Anmerkungen zur Benutzung des Bilds
en: How to use this image

source: Annehmen
en: Pick

source: Anrede des Fotografen
en: Photographer's Position

source: Ansicht aktualisieren
en: Refresh view

source: Anweisungen
en: Instructions

source: Anza&hl der Ziffern:
en: &Count of numbers:

source: Anzahl abzugleichender Dateien:
en: Count of files:

source: Arbeitsplatz
en: Workspace

source: Auf &jeden Fall aktualisieren, auch falls das Dateidatum unverändert ist
en: Update e&ven when the date is up to date

source: Auf dem Datenträger umbenennen
en: Rename onto disk

source: Auf dem Datenträger verschieben
en: Move onto disk

source: Auf neue Version prüfen
en: Checking for new Version

source: Aufhelllicht
en: Fill light

source: Auflösung x
en: X resolution

source: Auflösung y
en: Y resolution

source: Aufnahmedatum
en: Date taken

source: Aufnahmedatum mit Uhrzeit
en: Date and Time taken

source: Aufnahmedatum/Uhrzeit
en: Date and time taken

source: Aufnahmedatum/Uhrzeit Sekundenbruchteile
en: DateTimeOriginal subseconds

source: Aufnahmeort
en: Location

source: Aufnahmeort absteigend
en: Location descending

source: Aufnahmeort anzeigen in:
en: Show location in:

source: Aufnahmeort aufsteigend
en: Location ascending

source: Aufnahmezeit
en: Time taken

source: Aufnahmezeit:
en: Date Time Taken:

source: Aufnamedatum JJJJ-MM-TT oder JJJJ-MM oder JJJJ
en: Date Created YYYY-MM-TT or YYYY-MM or YYYY

source: Auftragskennung
en: Transmission reference

source: Aus Liste entfernen
en: Remove from list

source: Aus XMP-Filialdatei hinzufügen
en: Add from XMP sidecar file

source: Aus dem Fotoalbum entfernen
en: Remove from photo album

source: Aus der Datenbank entfernen
en: Remove from database

source: Aus&wählen
en: Ch&oose

source: Aus&wählen...
en: Choos&e...

source: Ausführbare Dateien
en: Executable files

source: Ausführen
en: Run

source: Ausführlichkeit des Protokolls mit allen Nachrichten:
en: Detailedness of the log file with all messages:

source: Ausgewählt
en: Picked

source: Ausgewählte Bilder aus Fotoalbum ''{0}'' entfernen?
en: Delete selected images from photo album ''{0}''?

source: Ausgewählte Datei
en: Selected File

source: Ausgewählte Dateien &löschen
en: &Delete selected files

source: Ausgewählte Dateien in den neuen Ordner verschieben?
en: Move selected files into the new folder?

source: Ausgewählte Dateien in einen Ordner verschieben
en: Move selected files into a folder

source: Ausgewählte Dateien in folgenden Ordner kopieren:
en: Copy selected files to folder:

source: Ausgewählte Dateitypen löschen?
en: Delete selected file types?

source: Ausgewählte Endungen entfernen
en: Remove selected suffixes

source: Ausgewählte Nachricht bearbeiten
en: Edit selected message

source: Ausgewählte Nachricht entfernen
en: Remove selected message

source: Ausgewählte Ordner &entfernen
en: &Remove selected folders

source: Ausgewählte Schablone &aktualisieren
en: &Update selected Template

source: Ausgewählte Vorlage aktualisieren mit den Daten der Eingabefelder
en: Modifies the current template with the current input

source: Ausgewählte Vorlage bearbeiten
en: Edit selected template

source: Ausgewählte Vorlage einfügen in die Eingabefelder
en: Adds the current template (Tab "Templates")

source: Ausgewählte Vorlage löschen
en: Deletes the current template

source: Ausgewählte Vorlage umbenennen
en: Renames the current template

source: Ausgewählte Wortzusammenstellung bearbeiten
en: Edit selected word collection

source: Ausgewählte Wortzusammenstellung löschen
en: Delete selected word collection

source: Ausgewählte Wörter entfernen
en: Remove selected words

source: Ausgewählte Wörter entfernen?
en: Remove selected words?

source: Ausgewählte ent&fernen
en: &Remove selected

source: Ausgewähltes Synonym ändern
en: Change selected synonym

source: Ausgewähltes Synonym ändern (F2)
en: Change selected synonym (F2)

source: Ausgewähltes Wort ändern
en: Change selected word

source: Ausgewähltes Wort ändern (F2)
en: Change selected word (F2)

source: Ausklappen
en: Expand

source: Ausrichtung
en: Orientation

source: Ausschließen
en: Exclude

source: Ausschneiden
en: Cut

source: Aussehen (Look und Feel, Theme) von JPhotoTagger:
en: Look and Feel (Theme) of JPhotoTagger:

source: Aussehen von JPhotoTagger
en: Look and Feel of JPhotoTagger

source: Auswahl abb&rechen
en: Cancel Ch&oose

source: Auswahl aufheben
en: Clear selection

source: Auswahl löschen
en: Delete selection

source: Auswahl:
en: Selected:

source: Auswählen
en: Select

source: Auswählen...
en: Choose..

source: Auto-&Vervollständigen-Wortschatz anhand Eingaben fortlaufend aktualisieren
en: Update autocomplete dictionary &permanently

source: Auto-Vervollständigen
en: Autocomplete

source: Automatisch
en: Automatic

source: Automatisch Unterordner erzeugen anhand des Aufnahmedatums im Format JJJJ-MM-TT, z.B. 2012-01-24
en: Automatically create subfolders corresponding to the date taken, format YYYY-MM-DD, e.g. 2012-01-24

source: Automatisch Unterordner erzeugen anhand des Aufnahmedatums im Format JJJJ{0}JJJJ-MM-TT, z.B. 2012{0}2012-01-24
en: Automatically create subfolders corresponding to the date taken, format YYYY{0}YYYY-MM-DD, e.g. 2012{0}2012-01-24

source: Automatisch gesicherte JPhotoTagger-Daten
en: Automatically saved JPhotoTagger data

source: Automatische Belichtung
en: Automatic exposure

source: Automatische Helligkeit
en: Automatic brightness

source: Automatische Schatten
en: Automatic shadows

source: Automatische Wortzusammenstellung zurücksetzen
en: Reset automatic word collection

source: Automatischer Kontrast
en: Automatic contrast

source: Autor der Beschreibung
en: Caption writer

source: Autor dieser Metadaten
en: Author of this metadata

source: B&earbeiten...
en: &Edit

source: Base URL
en: Basis-URL

source: Baumansicht
en: Tree view

source: Be&enden
en: E&xit

source: Bearbeiten
en: Edit

source: Bearbeiten-Kartenreiter
en: Edit Register

source: Bearbeiten-Vorlagen
en: Edit templates

source: Bearbeiten...
en: Edit...

source: Bearbeitet das ausgewählte Programm
en: Edits the selected program

source: Bearbeitet die ausgewählte Aktion
en: Edits the selected action

source: Bedingung für Rechtenutzung
en: Usage terms

source: Beenden
en: Quit

source: Beginnt mit
en: Starts with

source: Bei &jeder einzelnen Datei nachfragen, falls mehrere ausgewählt sind
en: Confirm edit e&very file when multiple files are selected

source: Bei Auswahl mehrerer Dateien
en: When multiple files are selected

source: Beim E&xport von GPS-Standorten den Dateinamen exportieren
en: Exporting filenames when exporting GPS locations

source: Beim Erstellen des Berichts ist ein Fehler aufgetreten!
en: An error occured while creation the report!

source: Beim Starten des Programms zum Öffnen ist ein Fehler aufgetreten.
en: While starting the opening progran, an error occured.

source: Beim Starten des Programms zum Öffnen ist ein Fehler aufgetreten. Erneuter Versuch?
en: An error occurred while starting the opening program. Try it again?

source: Beim Starten des Web-Browsers ist ein Fehler aufgetreten.
en: While starting the web browser, an error occured.

source: Beim Starten des Web-Browsers ist ein Fehler aufgetreten. Erneuter Versuch?
en: An error occurred while starting the Web Browser. Try it again?

source: Beim Vervollständigen der Schnellsuche Groß-/&Kleinschreibung ignorieren (erfordert Neustart von JPhotoTagger)
en: Ignore &case when completing fast search (requires restart of JPhotoTagger)

source: Beispiel
en: Example

source: Belichtung
en: Exposure

source: Belichtung bez.
en: Exposure resp.

source: Belichtung bez. Lichtwert
en: Exposure bias

source: Belichtung/lokal
en: Local exposure

source: Belichtungsmessart
en: Metering mode

source: Belichtungsmodus
en: Exposure mode

source: Belichtungssteuerung
en: Exposure program

source: Belichtungszeit
en: Exposure time

source: Benutzer-Skripte
en: User Scripts

source: Benutzeraufgabe
en: User Task

source: Benutzerdefinierte Dateifilter
en: User Defined File Filters

source: Benutzerdefinierte Dateitypen
en: User defined file types

source: Benutzerdefinierten Dateifilter bearbeiten
en: Edit User Defined File Filter

source: Benutzerdefinierter Dateitypen
en: User Defined File Type

source: Benutzerkommentar
en: User comment

source: Beschreibung
en: Description

source: Beschreibung des ausgewählten Moduls
en: Description of selected Module

source: Beschreibung:
en: Description:

source: Beschriftung
en: Label

source: Betriebssystemstandard, sofern möglich.
en: Operating system's default, if possible.

source: Betriebssystemunabhängig
en: Operating system independent

source: Betroffene Dateien:
en: Covered files:

source: Bewerten
en: Rate

source: Bewertung
en: Rating

source: Bewertung 1 Stern
en: Rating 1 Star

source: Bewertung 2 Sterne
en: Rating 2 Stars

source: Bewertung 3 Sterne
en: Rating 3 Stars

source: Bewertung 4 Sterne
en: Rating 4 Stars

source: Bewertung 5 Sterne
en: Rating 5 Stars

source: Bewertung absteigend
en: Rating descending

source: Bewertung aufsteigend
en: Rating ascending

source: Bewertung des Bildes, relativ zu anderen
en: Rating of the image, relative to others

source: Bewertung löschen
en: Remove rating

source: Bewertung mindestens 1 Stern
en: Rating at least 1 Star

source: Bewertung mindestens 2 Sterne
en: Rating at least 2 Stars

source: Bewertung mindestens 3 Sterne
en: Rating at least 3 Stars

source: Bewertung mindestens 4 Sterne
en: Rating at least 4 Stars

source: Bewertung mindestens 5 Sterne
en: Rating at least 5 Stars

source: Bewertung nicht definiert
en: Rating undefined

source: Bezeichnung
en: Title

source: Beziehung
en: Relation

source: Bezugsquelle des Bilds
en: Where this image can be ordered

source: Bietet an, Metadaten zu bearbeiten.
en: Offers editing metadata.

source: Bietet an, Skripte zu definieren, die bei verschiedenen Datei-Ereignissen aufgerufen werden, beispielsweise nachdem eine Datei gelöscht wurde.
en: Offers to define scripts, that will be called at specific file events, e.g. after if a file was deleted.

source: Bietet umfangreiche Wartungsaufgaben an, beispielsweise Datenbank-Aktualisierungen.
en: Offers substantial maintainance tasks, e.g. updating the database.

source: Bild öffnen
en: Open image

source: Bild.jpg
en: Image.jpg

source: Bildanzahl Kamera
en: Image count

source: Bildbeschreibung
en: Image description

source: Bildbreite
en: Image width

source: Bilddatei
en: Image File

source: Bilddatei existiert
en: Image File exists

source: Bilddatei existiert nicht
en: Image File does not exist

source: Bilddateien
en: Image files

source: Bilder anzeigen
en: Display images

source: Bilder anzeigen: Hierarchie
en: Display images: Hierarchy

source: Bilder anzeigen: Nur Stichwort
en: Display imageas: Keyword only

source: Bilder auswählen
en: Select images

source: Bilder eines Quellordners einschließlich aller Unterordner
en: Images of a source folder including all subfolders

source: Bilder hochladen zu Flickr
en: Upload images to Flickr

source: Bilder im&portieren...
en: &Import images...

source: Bilder importieren
en: Import images

source: Bilder mit {0} in den Metadaten
en: Images containing {0} in metadata

source: Bilder ohne {0}
en: Images without {0}

source: Bilder schnell organisieren und finden
en: Tags and finds images fast

source: Bilder {0}
en: Images {0}

source: Bildhöhe
en: Image length

source: Bildkennzeichnung durch den Fotografen
en: Transmission reference

source: Bildtitel
en: Image title

source: Bit pro Pixel
en: Samples per pixel

source: Bits pro Kanal
en: Bits per sample

source: Bits pro Pixel
en: Bits per component

source: Bitte beachten Sie: Synonyme werden erst gespeichert, nachdem Sie eines für ein Wort definierten.
en: Note: Synonyms will be stored only if a synonym was defined for a word.

source: Bitte benachrichtigen Sie den JPhotoTagger-Support.
en: Please contact the JPhotoTagger support.

source: Bitte besorgen Sie sich eine neuere Version!</html>
en: Please download a newer version!</html>

source: Bitte bestätigen
en: Please confirm

source: Bitte bestätigen Sie das Löschen
en: Please confirm delete

source: Bitte füllen Sie alle Felder aus!
en: All fields must have values!

source: Bitte geben Sie ein gültiges Datum ein!
en: Please input a valid date!

source: Bitte geben Sie eine Zahl ein!
en: Please input a number!

source: Bitte geben Sie einen (neuen) Namen für das Fotoalbum ein:
en: Please insert a name of the (new) photo album:

source: Bitte geben Sie einen Namen ein für diese Vorlage!
en: Please input a name for this template!

source: Bitte geben Sie einen Namen ein!
en: Please input a name!

source: Bitte geben Sie einen Vorlagen-Namen ein:
en: Please input the template's name:

source: Bitte geben Sie einen Wert ein zwischen {0} und {1}!
en: Please input a value between {0} and {1}!

source: Bitte geben Sie einen anderen ein.
en: Please input an other.

source: Bitte geben Sie maximal {0} Zeichen ein!
en: Please input not more than {0} characters!

source: Bitte hängen Sie dieser E-Mail folgendes Protokoll an: ''{0}''.
en: Please attach to this mail the logfile: ''{0}''.

source: Bitte hängen Sie dieser E-Mail folgendes Protokolldateien an: ''{0}'' und ''{1}''.
en: Please attach to this mail these logfiles: ''{0}'' and ''{1}''.

source: Bitte kopieren Sie die Fehler-Informationen über die Schaltfläche <strong>Kopieren</strong>, starten Ihr E-Mail-Programm mit einer neuen Nachricht (Schaltfläche <strong>E-Mail</strong>), fügen die Zwischenablage ein und schicken die Nachricht an den JPhotoTagger-Support.
en: Please copy the error information with the button <strong>Copy</strong>, start your e mail program with a new message (button <strong>e mail</strong>), paste the clipboard and send the message to the JPhotoTagger support.

source: Bitte prüfen Sie die Logdatei (Schaltfläche am Fensterrand unten).</html>
en: Please check the log file (button bottom in the window).</html>

source: Bitte schließen Sie den Dialog erst, nachdem die Warungsarbeiten erledigt sind!
en: Please close the dialog only if the work is finished!

source: Bitte stoppen Sie zuerst die Aktion und beenden dann diesen Dialog
en: Please first stop the action and then close this dialog

source: Bitte unterbrechen Sie das Verschieben vor dem Schließen!
en: Please cancel moving before closing!

source: Bitte unterbrechen Sie vor dem Schließen das Kopieren!
en: Please stop copying before closing!

source: Bitte warten Sie, bis die Arbeit erledigt ist oder unterbrechen Sie diese, bevor Sie den Dialog schließen.
en: Please wait until the work is done or cancel it before closing the dialog

source: Bitte warten Sie.
en: Please wait.

source: Bitte wählen Sie aus, was {0} werden soll
en: Please choose what shall be {0}

source: Bitte wählen Sie einen Eintrag aus!
en: Please choose an entry!

source: Bitte wählen Sie einen Ordner aus!
en: Please choose a folder!

source: Bitte wählen Sie genau 1 Stichwort aus!
en: Please select exactly 1 keyword!

source: Bitte wählen Sie vorher Bilder aus, deren Metadaten aktualisiert werden sollen!
en: Please select images, whose metadata shall be changed!

source: Bitte wählen Sie zuerst Bilder aus!
en: Please select images first!

source: Bitte überprüfen Sie das Fehlerprotokoll.
en: Please check the error logfile.

source: Bitte überprüfen Sie, ob Kurzname und Ordner vorhanden sind!
en: Please verify, whether shor name and folder name exists!

source: Blaue chromatische Aberration
en: Blue chromatic aberration

source: Blende
en: F number

source: Blende bez.
en: F stop resp.

source: Blende bez. Lichtwert
en: Aperture

source: Blendenautomatik
en: shutter priority

source: Blitz
en: Flash

source: Blitzleistung [BCPS]
en: Flash energy

source: Blitzlichtkorrektur
en: Flash compensation

source: Breite der Texteingabefelder (Anzahl des Buchstabens "M"):
en: Width of the text input fields (count of letter "M"):

source: Brennweite
en: Focal length

source: Brennweite bei Kleinbildformat
en: Focal length in 35 mm

source: Brennweite/ID
en: Lens ID

source: Bundesland
en: Region

source: Bundesland der Bildherkunft (Bundesland des Fotografen)
en: The photographer's state

source: Bundesland/Kanton
en: State

source: Bundesland/Kanton des Fotografen
en: Photographer/State

source: Bytes/JPEG-Thumbnail
en: Bytes of JPEG data

source: Color space transformation matrix coefficients
en: Color space matrix

source: Combobox-Model für Vorlagen wird erzeugt
en: Creating combo box model for templates

source: Combobox-Model für Vorlagen wurde erzeugt
en: Created combo box model for templates

source: Controller wurden erzeugt
en: Created controllers

source: Convert-Executable auswählen
en: Choose convert exectuable

source: D&atenbank komprimieren
en: &Compress database

source: DNG-Dateien
en: DNG files

source: Da&teien nicht einlesen, falls sie auf folgende Muster passen:
en: Don't read &files matching follwing patterns:

source: Da&teien...
en: &Files...

source: Das Benutzerverzeichnis zum Speichern des Skripts konnte nicht ermittelt werden!
en: The user directory for writing the script couldn't be resolved!

source: Das Fotoalbum ''{0}'' existiert bereits!
en: The photo album ''{0}'' already exists!

source: Das Fotoalbum ''{0}'' existiert bereits! Wollen Sie einen anderen Namen vergeben?
en: The photo album ''{0}'' already exists! Change the album's name?

source: Das Fotoalbum ''{0}'' ist ein spezielles Album und kann nicht gelöscht werden!
en: The photo album ''{0}'' is a special album and can''t be deleted!

source: Das Hochladen wird abgebrochen!
en: Uploading will be aboarted!

source: Das Logdateiformat wird nicht unterstützt!
en: Log file format isn't supported!

source: Das Muster ''{0}'' existiert bereits!
en: The pattern ''{0}'' already exists!

source: Das Muster ''{0}'' konnte nicht gelöscht werden!
en: The pattern ''{0}'' couldn't be deleted!

source: Das Muster ''{0}'' konnte nicht hinzugefügt werden!
en: The pattern ''{0}'' couldn't be added!

source: Das PDF-Handbuch ''{0}'' wurde nicht gefunden!
en: The PDF manual ''{0}'' was not found!
